[
  {
    "id": 0,
    "name": "Chat GPT Game",
    "description": "Template for Prompt for personal ChatGPT game",
    "text": "This is information related to {Topic} as in {Start Year}. Update to {End Year}. Update to {End Year} with randomized outcome, whether progress, stalled, regress, postponed, cancelled, new law, breakthrough, etc. Consider {End Year} developments, leadership dynamics, and policies. If need to show statistic, show in table. \n {Issue} \n Also here's the agenda of current prime minister, prime minister {Prime Minister}. Update prime minister's agenda status with information in this section if it affect agenda. If it's not affect a agenda, don't change and don't show the agenda in response. Otherwise, show the changed agenda in response\nCabinet name: {Cabinet Name}\n{Agenda}",
    "parameters": [
      "Topic",
      "Start Year",
      "End Year",
      "Issue",
      "Prime Minister",
      "Cabinet Name",
      "Agenda"
    ]
  },
  {
    "id": 1,
    "name": "Wangy Wangy",
    "description": "Wangy wangy copypasta, for you who want to express your love for fictional character",
    "text": "{Character} {Character} {Character} ❤️ ❤️ ❤️ WANGI WANGI WANGI WANGI HU HA HU HA HU HA, aaaah baunya rambut {Character} wangi aku mau nyiumin aroma wanginya {Character} AAAAAAAAH ~ Rambutnya.... aaah rambutnya juga pengen aku elus-elus ~~~~ AAAAAH {Character} keluar pertama kali di anime juga manis ❤️ ❤️ ❤️ banget AAAAAAAAH {Character} AAAAA LUCCUUUUUUUUUUUUUUU............{Character} AAAAAAAAAAAAAAAAAAAAGH ❤️ ❤️ ❤️apa ? {Character} itu gak nyata ? Cuma HALU katamu ? nggak, ngak ngak ngak ngak NGAAAAAAAAK GUA GAK PERCAYA ITU DIA NYATA NGAAAAAAAAAAAAAAAAAK PEDULI BANGSAAAAAT !! GUA GAK PEDULI SAMA KENYATAAN POKOKNYA GAK PEDULI. ❤️ ❤️ ❤️ {Character} gw ...{Character} di laptop ngeliatin gw, {Character} .. kamu percaya sama aku ? aaaaaaaaaaah syukur {Character} aku gak mau merelakan {Character} aaaaaah ❤️ ❤️ ❤️ YEAAAAAAAAAAAH GUA MASIH PUNYA {Character} SENDIRI PUN NGGAK SAMA AAAAAAAAAAAAAAH",
    "parameters": ["Character"]
  },
  {
    "id": 2,
    "name": "Bilamana Ada Investigasi",
    "description": "For you that are in group chat with your unhinged friend that discuss sensitive or legally questionable topic",
    "text": "Bilamana ada investigasi oleh kepolisian, Badan Intelijen Negara, Atau entitas lain serupa, saya tidak bertanggung jawab atas konten grup atau komunitas ini. Saya tidak tahu menahu siapa anggota komunitas ini dan saya telah ditambahkan oleh pihak ketiga tanpa persetujuan dari saya.",
    "parameters": []
  },
  {
    "id": 3,
    "name": "LLM Narration Development",
    "description": "To make sure the LLM develop the narration based on overly detailed idea and not just continuing after it",
    "text": "Please continue and expand the narration based on this detail:\n {Detail} \n (To be continue)",
    "parameters": ["Detail"]
  }
]
